Repository: enefry/MusicFree
Catalog: Packages/MusicFreeUI/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# 无法载入最近添加。
source: Unable to load recently added.
de: Zuletzt hinzugefügte Titel konnten nicht geladen werden.
es: No se han podido cargar los añadidos recientemente.
fr: Impossible de charger les ajouts récents.
ja: 最近追加した項目を読み込めません。
zh_hans: 无法载入最近添加。

# 无法载入播放历史，请稍后重试。
source: Could not load playback history. Try again later.
de: Der Wiedergabeverlauf konnte nicht geladen werden. Versuchen Sie es später erneut.
es: No se pudo cargar el historial de reproducción. Inténtalo de nuevo más tarde.
fr: Impossible de charger l’historique de lecture. Réessayez plus tard.
ja: 再生履歴を読み込めませんでした。後でもう一度お試しください。
zh_hans: 无法载入播放历史，请稍后重试。

# 无法载入艺人。
source: Unable to load artist.
de: Interpret konnte nicht geladen werden.
es: No se ha podido cargar el artista.
fr: Impossible de charger l’artiste.
ja: アーティストを読み込めません。
zh_hans: 无法载入艺人。

# 无法连接 DSM，请检查网络和 DS Audio 地址。
source: Unable to connect to DSM. Check the network and DS Audio address.
de: Verbindung zu DSM nicht möglich. Prüfen Sie das Netzwerk und die DS Audio-Adresse.
es: No se puede conectar con DSM. Comprueba la red y la dirección de DS Audio.
fr: Impossible de se connecter à DSM. Vérifiez le réseau et l’adresse DS Audio.
ja: DSMに接続できません。ネットワークとDS Audioのアドレスを確認してください。
zh_hans: 无法连接 DSM，请检查网络和 DS Audio 地址。

# 无需重复添加
source: No duplicate addition needed
de: Kein doppeltes Hinzufügen erforderlich
es: No es necesario añadir duplicados
fr: Aucun ajout en double n’est nécessaire
ja: 重複して追加する必要はありません
zh_hans: 无需重复添加

# 时长 %@
source: Duration %@
de: Dauer %@
es: Duración %@
fr: Durée %@
ja: 再生時間 %@
zh_hans: 时长 %@

# 昨天
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
zh_hans: 昨天

# 显示与排序
source: Display and Sort
de: Anzeige und Sortierung
es: Visualización y orden
fr: Affichage et tri
ja: 表示と並べ替え
zh_hans: 显示与排序

# 显示名称
source: Display name
de: Anzeigename
es: Nombre mostrado
fr: Nom affiché
ja: 表示名
zh_hans: 显示名称

# 暂不可用
source: Temporarily unavailable
de: Vorübergehend nicht verfügbar
es: No disponible temporalmente
fr: Temporairement indisponible
ja: 一時的に利用できません
zh_hans: 暂不可用

# 暂不支持
source: Not supported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: サポートされていません
zh_hans: 暂不支持

# 暂停试听
source: Pause audition
de: Vorschau pausieren
es: Pausar escucha
fr: Mettre en pause l’écoute
ja: 試聴を一時停止
zh_hans: 暂停试听

# 暂存保留时间
source: Staging retention
de: Staging-Aufbewahrung
es: Retención de la preparación
fr: Rétention de la préparation
ja: ステージング保持期間
zh_hans: 暂存保留时间

# 暂无专辑
source: No albums
de: Keine Alben
es: No hay álbumes
fr: Aucun album
ja: アルバムはありません
zh_hans: 暂无专辑

# 暂无依赖清单
source: No dependency list
de: Keine Abhängigkeitsliste
es: No hay lista de dependencias
fr: Aucune liste de dépendances
ja: 依存関係リストはありません
zh_hans: 暂无依赖清单

# 暂无最近播放
source: No recently played songs
de: Keine kürzlich wiedergegebenen Titel
es: No hay canciones reproducidas recientemente
fr: Aucun morceau récemment lu
ja: 最近再生した曲はありません
zh_hans: 暂无最近播放

# 暂无最近添加
source: No recent additions
de: Keine kürzlich hinzugefügten Inhalte
es: No hay adiciones recientes
fr: Aucun ajout récent
ja: 最近追加した項目はありません
zh_hans: 暂无最近添加

# 暂无发布信息
source: No release information
de: Keine Veröffentlichungsinformationen
es: No hay información de lanzamiento
fr: Aucune information de sortie
ja: リリース情報はありません
zh_hans: 暂无发布信息

# 暂无可分享的日志文件
source: No log file is available to share
de: Keine Protokolldatei zum Teilen verfügbar
es: No hay ningún archivo de registro para compartir
fr: Aucun fichier journal à partager
ja: 共有できるログファイルがありません
zh_hans: 暂无可分享的日志文件

# 暂无可用来源
source: No sources available
de: Keine Quellen verfügbar
es: No hay fuentes disponibles
fr: Aucune source disponible
ja: 利用できるソースはありません
zh_hans: 暂无可用来源

# 暂无可用的元数据来源
source: No metadata sources available
de: Keine Metadatenquelle verfügbar
es: No hay fuentes de metadatos disponibles
fr: Aucune source de métadonnées disponible
ja: 利用可能なメタデータソースはありません
zh_hans: 暂无可用的元数据来源

# 暂无封面
source: No artwork
de: Kein Cover
es: No hay carátulas
fr: Aucune pochette
ja: アートワークはありません
zh_hans: 暂无封面

# 暂无封面，%@
source: No artwork, %@
de: Kein Cover, %@
es: No hay carátula, %@
fr: Aucune pochette, %@
ja: アートワークなし、%@
zh_hans: 暂无封面，%@

# 暂无播放列表
source: No playlists
de: Keine Wiedergabelisten
es: No hay listas
fr: Aucune playlist
ja: プレイリストはありません
zh_hans: 暂无播放列表

# 暂无播放历史
source: No playback history
de: Kein Wiedergabeverlauf
es: No hay historial de reproducción
fr: Aucun historique de lecture
ja: 再生履歴はありません
zh_hans: 暂无播放历史

# 暂无播放记录
source: No play history
de: Kein Wiedergabeverlauf
es: No hay historial de reproducción
fr: Aucun historique de lecture
ja: 再生記録はありません
zh_hans: 暂无播放记录

# 暂无收藏
source: No favorites
de: Keine Favoriten
es: No hay favoritos
fr: Aucun favori
ja: お気に入りはありません
zh_hans: 暂无收藏

# 暂无文件夹
source: No folders
de: Keine Ordner
es: No hay carpetas
fr: Aucun dossier
ja: フォルダはありません
zh_hans: 暂无文件夹

# 暂无流派
source: No genres
de: Keine Genres
es: No hay géneros
fr: Aucun genre
ja: ジャンルはありません
zh_hans: 暂无流派

# 暂无艺人
source: No artists
de: Keine Künstler
es: No hay artistas
fr: Aucun artiste
ja: アーティストはありません
zh_hans: 暂无艺人

# 暂无诊断记录
source: No diagnostic records
de: Keine Diagnoseeinträge
es: No hay registros de diagnóstico
fr: Aucun enregistrement de diagnostic
ja: 診断記録はありません
zh_hans: 暂无诊断记录

# 暂无进行中的任务
source: No tasks in progress
de: Keine laufenden Aufgaben
es: No hay tareas en curso
fr: Aucune tâche en cours
ja: 進行中のタスクはありません
zh_hans: 暂无进行中的任务

# 曲目 %d
source: Track %d
de: Titel %d
es: Pista %d
fr: Piste %d
ja: トラック%d
zh_hans: 曲目 %d

# 曲目号
source: Track number
de: Titelnummer
es: Número de pista
fr: Numéro de piste
ja: トラック番号
zh_hans: 曲目号

# 曲目号、碟片号和年份必须是有效数字。
source: Track, disc, and year must be valid numbers.
de: Titel-, Disc-Nummer und Jahr müssen gültige Zahlen sein.
es: El número de pista, el número de disco y el año deben ser números válidos.
fr: Le numéro de piste, le numéro de disque et l’année doivent être des nombres valides.
ja: トラック番号、ディスク番号、年は有効な数値である必要があります。
zh_hans: 曲目号、碟片号和年份必须是有效数字。

# 更多操作
source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d’actions
ja: その他の操作
zh_hans: 更多操作

# 更多队列操作
source: More queue actions
de: Weitere Warteschlangenaktionen
es: Más acciones de cola
fr: Plus d’actions sur la file
ja: キューのその他の操作
zh_hans: 更多队列操作

# 替换事务接入后生效。
source: It will take effect when replacement transactions are supported.
de: Dies wird wirksam, sobald Ersetzungsvorgänge unterstützt werden.
es: Se aplicará cuando se admitan las transacciones de sustitución.
fr: Cela prendra effet lorsque les transactions de remplacement seront prises en charge.
ja: 置換処理に対応すると有効になります。
zh_hans: 替换事务接入后生效。

# 替换已有内容
source: Replace existing content
de: Vorhandene Inhalte ersetzen
es: Sustituir contenido existente
fr: Remplacer le contenu existant
ja: 既存のコンテンツを置換
zh_hans: 替换已有内容

# 有 %d 个待完成的删除事务
source: %d pending removal transactions
de: %d ausstehende Löschvorgänge
es: %d transacciones de eliminación pendientes
fr: %d transactions de suppression en attente
ja: 保留中の削除処理%d件
zh_hans: 有 %d 个待完成的删除事务

# 服务
source: Service
de: Dienst
es: Servicio
ja: サービス
zh_hans: 服务

# 服务说明
source: Service disclosure
de: Dienstinformationen
es: Información del servicio
fr: Informations sur le service
ja: サービス情報
zh_hans: 服务说明

# 未同意应用隐私政策时，元数据、歌词和在线源都不会发起网络请求。
source: Metadata, lyrics, and online sources will not make network requests until you accept the app privacy policy.
de: Ohne Zustimmung zur Datenschutzerklärung der App stellen Metadaten, Liedtexte und Online-Quellen keine Netzwerkanfragen.
es: Los metadatos, las letras y las fuentes en línea no realizarán solicitudes de red hasta que aceptes la política de privacidad de la aplicación.
fr: Les métadonnées, les paroles et les sources en ligne n’effectueront aucune requête réseau tant que vous n’aurez pas accepté la politique de confidentialité de l’application.
ja: アプリのプライバシーポリシーに同意するまで、メタデータ、歌詞、オンラインソースはネットワークに接続しません。
zh_hans: 未同意应用隐私政策时，元数据、歌词和在线源都不会发起网络请求。

# 未同意应用隐私政策时，元数据和歌词 Provider 不会发起网络请求。
source: Metadata and lyrics Providers cannot make network requests until the app privacy policy is accepted.
de: Metadaten- und Liedtext-Provider dürfen keine Netzwerkanfragen stellen, bevor der Datenschutzrichtlinie der App zugestimmt wurde.
es: Los Providers de metadatos y letras no pueden realizar solicitudes de red hasta que se acepte la política de privacidad de la app.
fr: Les Providers de métadonnées et de paroles ne peuvent pas effectuer de requêtes réseau tant que la politique de confidentialité de l’app n’est pas acceptée.
ja: アプリのプライバシーポリシーに同意するまで、メタデータと歌詞のProviderはネットワークリクエストを実行できません。
zh_hans: 未同意应用隐私政策时，元数据和歌词 Provider 不会发起网络请求。

# 未命名专辑
source: Untitled album
de: Unbenanntes Album
es: Álbum sin título
fr: Album sans titre
ja: 名称未設定のアルバム
zh_hans: 未命名专辑

# 未命名媒体
source: Untitled media
de: Unbenanntes Medium
es: Multimedia sin título
fr: Média sans titre
ja: 無題のメディア
zh_hans: 未命名媒体

# 未命名文件夹
source: Untitled folder
de: Unbenannter Ordner
es: Carpeta sin título
fr: Dossier sans titre
ja: 名称未設定のフォルダ
zh_hans: 未命名文件夹

# 未命名艺人
source: Unknown artist
de: Unbekannter Interpret
es: Artista desconocido
fr: Artiste inconnu
ja: 不明なアーティスト
zh_hans: 未命名艺人

# 未命名音频
source: Untitled audio
de: Unbenannte Audiodatei
es: Audio sin título
fr: Audio sans titre
ja: 名称未設定の音声
zh_hans: 未命名音频

# 未开启
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
zh_hans: 未开启

# 未开始
source: Not started
de: Nicht gestartet
es: No iniciada
fr: Pas commencé
ja: 未開始
zh_hans: 未开始

# 未归入专辑的歌曲
source: Songs without an album
de: Titel ohne Album
es: Canciones sin álbum
fr: Morceaux sans album
ja: アルバム未登録の曲
zh_hans: 未归入专辑的歌曲

# 未授权
source: Not authorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
ja: 未承認
zh_hans: 未授权

# 未提供材料链接
source: No material links provided
de: Keine Materiallinks angegeben
es: No se han proporcionado enlaces de material
fr: Aucun lien vers des ressources n’a été fourni
ja: 素材リンクが提供されていません
zh_hans: 未提供材料链接

# 未支持
source: Not supported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: 未対応
zh_hans: 未支持

# 未确认
source: Not confirmed
de: Nicht bestätigt
es: No confirmado
fr: Non confirmé
ja: 未確認
zh_hans: 未确认

# 未设置
source: Not set
de: Nicht festgelegt
es: Sin configurar
fr: Non défini
ja: 未設定
zh_hans: 未设置

# 未选择
source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
ja: 未選択
zh_hans: 未选择

# 本地播放器的基本播放功能不需要联网。DS Audio、Google Drive、元数据和歌词都属于可选的第三方服务，所有 Provider 默认关闭。
source: Basic local playback does not require a network connection. DS Audio, Google Drive, metadata, and lyrics are optional third-party services, and every Provider is disabled by default.
de: Die grundlegende lokale Wiedergabe benötigt keine Netzwerkverbindung. DS Audio, Google Drive, Metadaten und Liedtexte sind optionale Dienste von Drittanbietern, und alle Provider sind standardmäßig deaktiviert.
es: La reproducción local básica no requiere conexión de red. DS Audio, Google Drive, los metadatos y las letras son servicios de terceros opcionales y todos los Providers están desactivados de forma predeterminada.
fr: La lecture locale de base ne nécessite pas de connexion réseau. DS Audio, Google Drive, les métadonnées et les paroles sont des services tiers facultatifs, et tous les Providers sont désactivés par défaut.
ja: 基本的なローカル再生にネットワーク接続は必要ありません。DS Audio、Google Drive、メタデータ、歌詞は任意の第三者サービスで、すべてのProviderはデフォルトで無効です。
zh_hans: 本地播放器的基本播放功能不需要联网。DS Audio、Google Drive、元数据和歌词都属于可选的第三方服务，所有 Provider 默认关闭。

# 本地许可文件
source: Local license file
de: Lokale Lizenzdatei
es: Archivo de licencia local
fr: Fichier de licence local
ja: ローカルライセンスファイル
zh_hans: 本地许可文件

# 权限已拒绝
source: Permission denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Autorisation refusée
ja: アクセスが拒否されました
zh_hans: 权限已拒绝

# 材料
source: Materials
de: Materialien
es: Materiales
fr: Ressources
ja: 素材
zh_hans: 材料

# 来源
source: Source
de: Quelle
es: Fuente
ja: ソース
zh_hans: 来源

# 来源：%@ 协议版本：%@ 协议用于浏览、下载和临时试听所需的远程目录数据。
source: Source: %@ Policy version: %@ The policy covers remote directory data needed for browsing, downloading, and temporary audition.
de: Quelle: %@ Richtlinienversion: %@ Die Richtlinie gilt für Remote-Verzeichnisdaten, die zum Durchsuchen, Herunterladen und für die temporäre Vorschau benötigt werden.
es: Fuente: %@ Versión de la política: %@ La política cubre los datos de directorios remotos necesarios para explorar, descargar y escuchar temporalmente.
fr: Source : %@ Version de la politique : %@ La politique couvre les données de répertoire distant nécessaires à la navigation, au téléchargement et à l’écoute temporaire.
ja: ソース：%@ ポリシーバージョン：%@ このポリシーは、表示・ダウンロード・一時試聴に必要なリモートディレクトリ情報を対象とします。
zh_hans: 来源：%@ 协议版本：%@ 协议用于浏览、下载和临时试听所需的远程目录数据。

# 来源：%@ 协议版本：%@ 协议用于浏览、下载和临时试听所需的远程目录数据。撤销后会立即停止此来源操作。
source: Source: %@ Policy version: %@ The policy covers remote directory data needed for browsing, downloading, and temporary audition. Revoking it immediately stops operations for this source.
de: Quelle: %@ Richtlinienversion: %@ Die Richtlinie gilt für Remote-Verzeichnisdaten, die zum Durchsuchen, Herunterladen und für die temporäre Vorschau benötigt werden. Durch den Widerruf werden Vorgänge für diese Quelle sofort beendet.
es: Fuente: %@ Versión de la política: %@ La política cubre los datos de directorios remotos necesarios para explorar, descargar y escuchar temporalmente. Al revocarla, las operaciones de esta fuente se detienen de inmediato.
fr: Source : %@ Version de la politique : %@ La politique couvre les données de répertoire distant nécessaires à la navigation, au téléchargement et à l’écoute temporaire. Sa révocation arrête immédiatement les opérations de cette source.
ja: ソース：%@ ポリシーバージョン：%@ このポリシーは、表示・ダウンロード・一時試聴に必要なリモートディレクトリ情報を対象とします。撤回すると、このソースの操作を直ちに停止します。
zh_hans: 来源：%@ 协议版本：%@ 协议用于浏览、下载和临时试听所需的远程目录数据。撤销后会立即停止此来源操作。

# 来源不存在
source: Source does not exist
de: Quelle nicht vorhanden
es: La fuente no existe
fr: La source n’existe pas
ja: ソースが存在しません
zh_hans: 来源不存在

# 来源已删除，但系统凭据清理失败：%@
source: Source deleted, but system credential cleanup failed: %@
de: Quelle gelöscht, aber die Bereinigung der Systemanmeldedaten ist fehlgeschlagen: %@
es: Fuente eliminada, pero no se han podido limpiar las credenciales del sistema: %@
fr: Source supprimée, mais le nettoyage des identifiants système a échoué : %@
ja: ソースは削除されましたが、システムの認証情報の消去に失敗しました：%@
zh_hans: 来源已删除，但系统凭据清理失败：%@

# 来源当前不可用
source: Source currently unavailable
de: Quelle derzeit nicht verfügbar
es: Fuente no disponible actualmente
fr: Source actuellement indisponible
ja: ソースは現在利用できません
zh_hans: 来源当前不可用

# 来源类型
source: Source type
de: Quellentyp
es: Tipo de fuente
fr: Type de source
ja: ソースの種類
zh_hans: 来源类型

# 来源级隐私协议
source: Source-level privacy policy
de: Datenschutzerklärung auf Quellenebene
es: Política de privacidad de la fuente
fr: Politique de confidentialité au niveau de la source
ja: ソース単位のプライバシーポリシー
zh_hans: 来源级隐私协议

# 来源隐私协议
source: Source privacy policy
de: Datenschutzerklärung der Quelle
es: Política de privacidad de la fuente
fr: Politique de confidentialité de la source
ja: ソースのプライバシーポリシー
zh_hans: 来源隐私协议

# 来源隐私协议已同意
source: Source privacy policy accepted
de: Datenschutzerklärung der Quelle akzeptiert
es: Política de privacidad de la fuente aceptada
fr: Politique de confidentialité de la source acceptée
ja: ソースのプライバシーポリシーに同意済み
zh_hans: 来源隐私协议已同意

# 构建时间
source: Build time
de: Build-Zeit
es: Hora de compilación
fr: Heure de compilation
ja: ビルド日時
zh_hans: 构建时间

# 构建材料
source: Build materials
de: Build-Materialien
es: Materiales de compilación
fr: Ressources du build
ja: ビルド素材
zh_hans: 构建材料

# 柔和
source: Soft
de: Sanft
es: Suave
fr: Doux
ja: ソフト
zh_hans: 柔和

# 查看完整隐私政策
source: View the full privacy policy
de: Vollständige Datenschutzrichtlinie anzeigen
es: Ver toda la política de privacidad
fr: Afficher la politique de confidentialité complète
ja: 完全なプライバシーポリシーを表示
zh_hans: 查看完整隐私政策

# 查看并同意
source: Review and accept
de: Prüfen und akzeptieren
es: Revisar y aceptar
fr: Consulter et accepter
ja: 確認して同意
zh_hans: 查看并同意

# 查看应用提供的 LRCLIB 隐私说明
source: View the LRCLIB privacy disclosure supplied by this app
de: Von dieser App bereitgestellte LRCLIB-Datenschutzhinweise anzeigen
es: Ver la información de privacidad de LRCLIB proporcionada por esta app
fr: Afficher les informations de confidentialité LRCLIB fournies par cette app
ja: このアプリが提供するLRCLIBのプライバシー情報を表示
zh_hans: 查看应用提供的 LRCLIB 隐私说明

# 查看服务隐私政策
source: View the service privacy policy
de: Datenschutzrichtlinie des Dienstes anzeigen
es: Ver la política de privacidad del servicio
fr: Afficher la politique de confidentialité du service
ja: サービスのプライバシーポリシーを表示
zh_hans: 查看服务隐私政策

# 查看歌曲详情
source: View song details
de: Songdetails anzeigen
es: Ver detalles de la canción
fr: Afficher les détails de la chanson
ja: 曲の詳細を表示
zh_hans: 查看歌曲详情

# 查看此来源隐私协议
source: View this source's privacy policy
de: Datenschutzerklärung dieser Quelle anzeigen
es: Ver la política de privacidad de esta fuente
fr: Afficher la politique de confidentialité de cette source
ja: このソースのプライバシーポリシーを表示
zh_hans: 查看此来源隐私协议

# 查询元数据、封面和歌词。
source: Look up metadata, artwork, and lyrics.
de: Metadaten, Cover und Liedtexte abrufen.
es: Consultar metadatos, portadas y letras.
fr: Rechercher des métadonnées, des pochettes et des paroles.
ja: メタデータ、アートワーク、歌詞を検索します。
zh_hans: 查询元数据、封面和歌词。

# 查询发行版本、曲目元数据和封面。
source: Look up release versions, track metadata, and artwork.
de: Veröffentlichungen, Titelmetadaten und Cover abrufen.
es: Consultar versiones de lanzamiento, metadatos de pistas y portadas.
fr: Rechercher les versions, les métadonnées des pistes et les pochettes.
ja: リリース、トラックのメタデータ、アートワークを検索します。
zh_hans: 查询发行版本、曲目元数据和封面。

# 查询开放音乐元数据和专辑封面。
source: Look up open music metadata and album artwork.
de: Offene Musikmetadaten und Albumcover abrufen.
es: Consultar metadatos musicales abiertos y portadas de álbumes.
fr: Rechercher des métadonnées musicales ouvertes et des pochettes d’album.
ja: オープンな音楽メタデータとアルバムアートワークを検索します。
zh_hans: 查询开放音乐元数据和专辑封面。

# 查询歌曲元数据和封面。
source: Look up song metadata and artwork.
de: Songmetadaten und Cover abrufen.
es: Consultar metadatos y portada de la canción.
fr: Rechercher les métadonnées et la pochette de la chanson.
ja: 曲のメタデータとアートワークを検索します。
zh_hans: 查询歌曲元数据和封面。

# 查询歌词。
source: Look up lyrics.
de: Liedtexte abrufen.
es: Consultar letras.
fr: Rechercher les paroles.
ja: 歌詞を検索します。
zh_hans: 查询歌词。

# 标题
source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
zh_hans: 标题

# 标题不能为空。
source: Title cannot be empty.
de: Der Titel darf nicht leer sein.
es: El título no puede estar vacío.
fr: Le titre ne peut pas être vide.
ja: タイトルを空にすることはできません。
zh_hans: 标题不能为空。

# 根目录
source: Root directory
de: Stammverzeichnis
es: Directorio raíz
fr: Répertoire racine
ja: ルートディレクトリ
zh_hans: 根目录

# 检查未完成的删除事务，并根据资料库记录恢复或完成事务。不会重新删除资料库中的媒体文件。
source: Checks unfinished removal transactions and restores or completes them according to library records. It does not delete library media again.
de: Prüft unvollständige Löschvorgänge und stellt sie anhand der Mediatheksdaten wieder her oder schließt sie ab. Medien in der Mediathek werden nicht erneut gelöscht.
es: Comprueba las transacciones de eliminación sin terminar y las restaura o completa según los registros de la biblioteca. Los archivos multimedia de la biblioteca no se eliminan de nuevo.
fr: Vérifie les transactions de suppression inachevées et les restaure ou les termine selon les enregistrements de la bibliothèque. Les fichiers multimédias de la bibliothèque ne sont pas supprimés à nouveau.
ja: 未完了の削除処理を確認し、ライブラリの記録に基づいて復元または完了します。ライブラリのメディアファイルを再度削除することはありません。
zh_hans: 检查未完成的删除事务，并根据资料库记录恢复或完成事务。不会重新删除资料库中的媒体文件。

# 检测到相同内容时跳过导入，避免资料库出现重复歌曲。
source: Skip matching content during import to avoid duplicate songs in the library.
de: Übereinstimmende Inhalte beim Import überspringen, um doppelte Songs in der Mediathek zu vermeiden.
es: Omitir el contenido coincidente durante la importación para evitar canciones duplicadas en la biblioteca.
fr: Ignorer le contenu correspondant lors de l’importation pour éviter les doublons dans la bibliothèque.
ja: 読み込み時に一致するコンテンツをスキップし、ライブラリ内の曲の重複を防ぎます。
zh_hans: 检测到相同内容时跳过导入，避免资料库出现重复歌曲。

# 歌单
source: Playlist
de: Wiedergabeliste
es: Lista de reproducción
ja: プレイリスト
zh_hans: 歌单

# 歌单中没有可用歌曲。
source: This playlist has no available songs.
de: Diese Wiedergabeliste enthält keine verfügbaren Songs.
es: Esta lista de reproducción no tiene canciones disponibles.
fr: Cette playlist ne contient aucune chanson disponible.
ja: このプレイリストには利用できる曲がありません。
zh_hans: 歌单中没有可用歌曲。

# 歌单加载失败
source: Could not load playlist
de: Wiedergabeliste konnte nicht geladen werden
es: No se pudo cargar la lista de reproducción
fr: Impossible de charger la playlist
ja: プレイリストを読み込めませんでした
zh_hans: 歌单加载失败

# 歌单名称不能超过 %d 个字符。
source: Playlist name cannot exceed %d characters.
de: Der Name der Wiedergabeliste darf höchstens %d Zeichen enthalten.
es: El nombre de la lista de reproducción no puede superar los %d caracteres.
fr: Le nom de la playlist ne peut pas dépasser %d caractères.
ja: プレイリスト名は%d文字以内にしてください。
zh_hans: 歌单名称不能超过 %d 个字符。

# 歌单名称已存在。
source: A playlist with this name already exists.
de: Eine Wiedergabeliste mit diesem Namen existiert bereits.
es: Ya existe una lista de reproducción con este nombre.
fr: Une playlist portant ce nom existe déjà.
ja: この名前のプレイリストはすでに存在します。
zh_hans: 歌单名称已存在。

# 歌单和其中的排序关系会被删除。
source: The playlist and its ordering will be deleted.
de: Die Wiedergabeliste und ihre Reihenfolge werden gelöscht.
es: La lista de reproducción y su orden se eliminarán.
fr: La playlist et son ordre seront supprimés.
ja: プレイリストとその並び順が削除されます。
zh_hans: 歌单和其中的排序关系会被删除。

# 歌单封面
source: Playlist artwork
de: Wiedergabelisten-Cover
es: Portada de la lista de reproducción
fr: Pochette de la playlist
ja: プレイリストのアートワーク
zh_hans: 歌单封面

# 歌单服务暂不可用。
source: The playlist service is temporarily unavailable.
de: Der Wiedergabelistendienst ist vorübergehend nicht verfügbar.
es: El servicio de listas de reproducción no está disponible temporalmente.
fr: Le service de playlists est temporairement indisponible.
ja: プレイリストサービスを一時的に利用できません。
zh_hans: 歌单服务暂不可用。

# 歌单标题
source: Playlist title
de: Wiedergabelistentitel
es: Título de la lista de reproducción
fr: Titre de la playlist
ja: プレイリストのタイトル
zh_hans: 歌单标题

# 歌单详情
source: Playlist details
de: Wiedergabendetails
es: Detalles de la lista de reproducción
fr: Détails de la playlist
ja: プレイリストの詳細
zh_hans: 歌单详情

# 歌单详情和播放操作会显示在这里。
source: Playlist details and playback actions will appear here.
de: Hier werden Details zur Wiedergabeliste und Wiedergabeaktionen angezeigt.
es: Aquí aparecerán los detalles de la lista de reproducción y las acciones de reproducción.
fr: Les détails de la playlist et les actions de lecture s’afficheront ici.
ja: プレイリストの詳細と再生操作がここに表示されます。
zh_hans: 歌单详情和播放操作会显示在这里。

# 歌曲
source: Songs
de: Titel
es: Canciones
fr: Morceaux
ja: 曲
zh_hans: 歌曲

# 歌曲仍会保留在资料库中，累计播放统计不会重置。
source: Songs will remain in the library, and cumulative play statistics will not reset.
de: Die Songs bleiben in der Mediathek und die kumulierten Wiedergabestatistiken werden nicht zurückgesetzt.
es: Las canciones permanecerán en la biblioteca y las estadísticas de reproducción acumuladas no se restablecerán.
fr: Les chansons resteront dans la bibliothèque et les statistiques de lecture cumulées ne seront pas réinitialisées.
ja: 曲はライブラリに残り、累積再生統計はリセットされません。
zh_hans: 歌曲仍会保留在资料库中，累计播放统计不会重置。
